[
    "Bom dia para você que acordou acreditando que hoje vai ser diferente. Vai não.",
    "Bom dia para você que já começou o dia cansado da própria existência.",
    "Bom dia para você que achou que dormir resolveria os problemas. Agora só tem olheiras e boleto.",
    "Bom dia para você que levantou da cama só porque a fome venceu a vontade de sumir.",
    "Bom dia para você que já acordou com vontade de voltar para ontem e cancelar tudo.",
    "Bom dia! Mais um dia para fingir que está tudo sob controle.",
    "Bom dia para você que sonhou com férias e acordou com despertador.",
    "Bom dia para você que ainda acredita que café é solução emocional.",
    "Bom dia! O sol está brilhando... Mas não é pra você.",
    "Bom dia para você que acordou atrasado, mas não perdeu nada — só mais um dia miserável.",
    "Bom dia! Sua cama sentirá saudades. Você, nem tanto.",
    "Bom dia para você que acorda todos os dias com a esperança de que hoje alguém te apague da lista.",
    "Bom dia! Um novo dia cheio de promessas quebradas.",
    "Bom dia para você que se arruma para o trabalho com o mesmo entusiasmo de um enterro.",
    "Bom dia! Hoje vai dar tudo certo... pros outros.",
    "Bom dia para você que olha pro espelho de manhã e já pede desculpa ao mundo.",
    "Bom dia! Se o céu está azul, é porque Deus quer te ver bem visível quando a vida te bater.",
    "Bom dia para você que acordou achando que hoje seria seu dia. Plot twist: não é.",
    "Bom dia para quem não sabe mais se está vivo ou só no modo automático.",
    "Bom dia! O despertador tocou e junto veio a decepção da existência.",
    "Bom dia para você que abre o olho e já se arrepende.",
    "Bom dia para você que sonhou com paz e acordou com e-mails.",
    "Bom dia! A esperança é a primeira que morre, mas insiste em voltar todo amanhecer.",
    "Bom dia para você que não acordou cedo — só dormiu mal mesmo.",
    "Bom dia! A realidade te espera na porta com um tapa na cara.",
    "Bom dia para quem só levantou porque deitado estava se afundando demais.",
    "Bom dia! Mais um dia para errar com convicção.",
    "Bom dia para você que acordou confiante... e já se arrependeu disso.",
    "Bom dia! Sua produtividade já acordou cansada também.",
    "Bom dia para quem acordou se perguntando por quê. Spoiler: não tem resposta.",
    "Bom dia! Que hoje você consiga fingir um pouco melhor que está tudo bem.",
    "Bom dia para você que acorda e já começa a contar as horas para dormir de novo.",
    "Bom dia! Que sua paciência dure pelo menos até o primeiro e-mail.",
    "Bom dia para você que acordou pronto para vencer... a vontade de viver.",
    "Bom dia para quem não tem mais ilusões, só rotina mesmo.",
    "Bom dia! Acorde, encare o espelho e tente não rir de nervoso.",
    "Bom dia para você que acredita que a positividade é um tipo de vírus.",
    "Bom dia! O café já sabe que terá trabalho dobrado hoje.",
    "Bom dia para quem só dorme para poder desistir com mais energia.",
    "Bom dia! Seu cansaço venceu o sono. Parabéns por perder até dormindo.",
    "Bom dia para você que vive no limite entre o surto e a conformidade.",
    "Bom dia! Se a vida fosse justa, você ainda estaria dormindo.",
    "Bom dia para você que acordou pronto para nada.",
    "Bom dia! Levante-se, se arrume e vá sorrir com os olhos cheios de lágrima.",
    "Bom dia para quem acordou desejando estar em qualquer outro lugar. Inclusive Marte.",
    "Bom dia! O despertador tocou e sua vontade de viver desligou.",
    "Bom dia para você que dormiu 8 horas e acordou mais cansado do que nunca.",
    "Bom dia! Hoje é um ótimo dia para dar errado com estilo.",
    "Bom dia para quem acordou pensando: mais um dia perdido com responsabilidade.",
    "Bom dia! A luz do sol te irrita? Parabéns, você está vivo.",
    "Bom dia para você que acorda todos os dias e já quer uma pausa para sempre.",
    "Bom dia! Sua motivação hoje foi dormir com a janela aberta.",
    "Bom dia para quem abriu o olho e viu que nada mudou. Nem vai.",
    "Bom dia! O mundo lá fora te espera... com contas e obrigações.",
    "Bom dia para você que jurou que hoje seria produtivo. Jura mesmo?",
    "Bom dia! Sua agenda está cheia de expectativas que vão ser frustradas.",
    "Bom dia para quem não tem tempo ruim. Só ruim mesmo.",
    "Bom dia! Que seu dia seja menos insuportável do que você espera.",
    "Bom dia para você que acordou cedo, mas já está atrasado espiritualmente.",
    "Bom dia! Seus sonhos estão mortos, mas o alarme está vivo.",
    "Bom dia para você que finge felicidade com mais talento do que deveria.",
    "Bom dia! Aproveite cada momento... para reclamar com classe.",
    "Bom dia para você que acorda todo dia e ainda tem esperanças. Força aí.",
    "Bom dia! O que não te mata, te faz levantar de novo sem vontade.",
    "Bom dia para quem teve um sono tão leve quanto a estabilidade emocional.",
    "Bom dia! O sol nasceu, e com ele sua dúvida existencial.",
    "Bom dia para você que acordou igual ontem: confuso e cansado.",
    "Bom dia! Mais um capítulo da série: 'Não era isso que eu queria pra mim'.",
    "Bom dia para quem acorda e já quer voltar a dormir pra ver se reinicia a vida.",
    "Bom dia! Você acordou para ver o mundo acabar em prestações.",
    "Bom dia para quem só levanta porque deitado já está triste o suficiente.",
    "Bom dia! A esperança chegou... e foi embora junto com o primeiro e-mail.",
    "Bom dia para você que sobrevive à base de sarcasmo e cafeína.",
    "Bom dia! Os problemas te esperaram acordado. São fiéis mesmo.",
    "Bom dia para você que vive no modo soneca da vida.",
    "Bom dia! Nada como começar o dia ignorando alertas e emoções.",
    "Bom dia para quem já acorda jurando que vai dar certo. De novo.",
    "Bom dia! Cada amanhecer é uma chance de... se decepcionar novamente.",
    "Bom dia para você que troca metas por memes desde 2010.",
    "Bom dia! A luz do dia é linda. Pena que ilumina sua realidade.",
    "Bom dia para você que levantou só pra manter as aparências.",
    "Bom dia! Hoje será incrível... se você dormir de novo agora.",
    "Bom dia para quem acordou disposto... a desistir.",
    "Bom dia! O dia mal começou e você já quer processar a vida.",
    "Bom dia para você que precisa de cinco cafés e três suspiros pra funcionar.",
    "Bom dia! Que hoje seu Wi-Fi funcione melhor que sua vontade de viver.",
    "Bom dia para quem acordou com vontade de mudar tudo... mas vai só mudar de aba.",
    "Bom dia! Sua missão hoje: sobreviver sem se destacar.",
    "Bom dia para você que amanheceu com fé e foi dormir com boletos.",
    "Bom dia! Hoje é o primeiro dia do resto da sua dúvida.",
    "Bom dia para quem ainda espera que a sexta-feira chegue mais cedo.",
    "Bom dia! Vista sua armadura de cinismo e vá à luta (ou não).",
    "Bom dia para você que finge entusiasmo só porque é socialmente aceitável.",
    "Bom dia! Que hoje a vida te surpreenda... com menos decepção que ontem.",
    "Bom dia para quem vive de sarcasmo e ironia: vocês são os verdadeiros guerreiros.",
    "Bom dia! Hora de acordar e ignorar sua intuição mais uma vez.",
    "Bom dia para você que começou o dia perdendo para o despertador.",
    "Bom dia! Sorria... a vida está só começando a te testar."
  ]
  