[
    "Insista, persista, desista. Aceite o ciclo natural da vida.",
    "Sempre há luz no fim do túnel, mas é o trem vindo na sua direção.",
    "Se a vida te der limões, faça uma cara feia e aceite que vai ser azedo mesmo.",
    "O importante é competir... E perder com estilo.",
    "Nunca é tarde para desistir dos seus planos.",
    "Nada como acordar motivado para vencer! Nunca aconteceu comigo, mas deve ser ótimo. Bom dia!",
    "Ultimamente tenho trabalhado de forma culposa: quando não há intenção de trabalhar.",
    "Por motivos alheios à minha vontade, estou indo trabalhar.",
    "O tempo muda tudo, menos a minha capacidade de ser trouxa.",
    "Manda quem pode. Obedece quem tem boletos pra pagar.",
    "A vida é uma peça de teatro onde o elenco não foi avisado que é comédia.",
    "Se esforçar não garante o sucesso, mas pelo menos garante que você se fodeu tentando.",
    "Sorria! Amanhã será pior.",
    "Você não está ficando para trás. Você já está atrás.",
    "O 'não' você já tem. Agora vai lá e humilhação.",
    "Acredite em si mesmo! (Mas não demais, pra não virar um otário).",
    "O segredo é não ter expectativas. Assim você nunca se decepciona, só confirma o que já sabia.",
    "Se você está se sentindo inútil, lembre-se: até o cupom vencido já teve valor.",
    "Nada na vida é impossível quando você não precisa fazer você mesmo.",
    "A vida é curta demais para produtos diet e relacionamentos saudáveis.",
    "Você não está sozinho: tem 7 bilhões de pessoas tão perdidas quanto você.",
    "O problema não é a segunda-feira. O problema é que sua vida é uma merda mesmo.",
    "O copo não está meio vazio. Você é que encheu o copo errado.",
    "O sucesso é igual peido. Só você sente o seu.",
    "Deixe para amanhã o que você já deixou para ontem.",
    "Home office é ótimo: você pode chorar no conforto do seu banheiro.",
    "O amor é lindo... Principalmente o dos outros.",
    "No pain, no gain? Só pain mesmo, gain nunca vem.",
    "Se você falhar hoje, não se preocupe. Amanhã tem mais.",
    "A sorte sorri para os audaciosos. Para você, só dá um aceno tímido.",
    "Tudo passa. Inclusive sua paciência, seu dinheiro e sua vontade de viver.",
    "Se o universo é infinito, por que minha conta bancária não é?",
    "Você não é feio. Só pobre mesmo.",
    "A esperança é a última que morre. Por isso sua vida tá uma merda.",
    "Seja a mudança que você quer ver no mundo... Ou espere alguém melhor fazer.",
    "Se você não está feliz sozinho, fique triste acompanhado.",
    "A grama do vizinho é mais verde porque ele usa Photoshop.",
    "Você não está deprimido. Você só está de saco cheio de ser um fracasso.",
    "A vida é como um jogo de xadrez. Você não sabe jogar e vai perder mesmo.",
    "Se você acha que dinheiro não traz felicidade, é porque nunca ficou sem os dois.",
    "Trabalhe com o que ama e nunca mais ame nada.",
    "O primeiro passo para vencer é desistir. O segundo é aceitar.",
    "Você não é um fracasso. Você só está em pré-estreia.",
    "A vida te dá rasteiras porque você é alto demais para os socos.",
    "Seja realista: peça o impossível e espere nada.",
    "O problema não é a crise. O problema é que você não tem dinheiro nem em tempo de bonança.",
    "Você não é velho. Só está mais perto de morrer do que de nascer.",
    "Se você acha que tá no fundo do poço, relaxe: ainda tem um alçapão.",
    "A pior parte de bater rock bottom é descobrir que tem um porão.",
    "Se você acha que hoje foi ruim, espere até ver amanhã.",
    "A vida sorri para alguns. Para você, ela só mostra os dentes.",
    "Não deixe para amanhã o fracasso que você pode garantir hoje.",
    "Tudo é possível quando você tem zero expectativas.",
    "Sua zona de conforto é onde seus sonhos vão para morrer.",
    "O universo conspira... Contra você, aparentemente.",
    "Corra atrás dos seus sonhos. Com sorte, eles vão continuar correndo.",
    "Persistência é continuar insistindo no que já deu errado.",
    "Cada “bom dia” é só mais um convite para o caos.",
    "Você não perdeu tempo. O tempo apenas te largou no caminho.",
    "Não tema o fracasso. Ele já faz parte da sua rotina.",
    "Siga seus sonhos. Eles sabem o caminho da frustração.",
    "Você nasceu para brilhar... Pena que foi sem bateria.",
    "O amanhã pertence a quem se ferra hoje.",
    "Se nada dá certo, tente reclamar. Ainda não resolve, mas alivia.",
    "A vida é uma escada... Rolante quebrada.",
    "Dê o seu melhor — e descubra que nem isso adianta.",
    "Seu esforço é notado. Principalmente pelo azar.",
    "A jornada é mais importante que o destino. Especialmente se você nunca chegar lá.",
    "Um passo de cada vez... Rumo ao abismo.",
    "Enquanto você acredita em si mesmo, a realidade ri da sua cara.",
    "Confie no processo. Mesmo que ele seja um desastre.",
    "Grandes conquistas começam com pequenos fracassos. No seu caso, só ficaram os fracassos.",
    "Todo mundo tem um propósito. O seu ainda está em manutenção.",
    "Você é único. Ainda bem que o mundo não precisa de outro igual.",
    "O importante não é vencer. É saber que nunca esteve no páreo.",
    "A vida recompensa os corajosos... Com boletos.",
    "Tenha fé. É só isso que te resta mesmo.",
    "Faça o que ama e descubra uma nova forma de se decepcionar.",
    "Você nasceu para isso... Seja lá o que “isso” signifique.",
    "Nem todo esforço é recompensado. O seu, por exemplo.",
    "Inspire. Expire. Desista.",
    "A maré pode virar. Mas você ainda não sabe nadar.",
    "Vá com medo mesmo. Mas vá preparado para dar errado.",
    "Você já venceu na vida — só que em outra simulação.",
    "Não reclame do caminho. A vida nem queria que você andasse por ele.",
    "Falhar é humano. Repetir é o seu talento.",
    "Quanto mais você tenta, mais a vida se diverte.",
    "Nem o Waze sabe pra onde sua vida está indo.",
    "O mundo gira. Pena que você sempre fica tonto.",
    "O fundo do poço é só o começo do seu tour subterrâneo.",
    "O sucesso não é para todos. Ainda bem que você está confortável fora dele.",
    "Você é uma inspiração — para quem não quer ser como você.",
    "As oportunidades aparecem. Mas só para os outros.",
    "O importante é não perder a fé. Mas perder todo o resto pode.",
    "Levante a cabeça. Para pelo menos tomar o tombo com classe.",
    "Tudo que vai, volta. Exceto seu tempo, dinheiro e paciência.",
    "Sua luz interior está piscando. Deve ser a falta de energia.",
    "A esperança é verde. Mas a sua já passou do ponto e tá murcha.",
    "Seja você mesmo. Mesmo que ninguém aguente.",
    "Faça o seu melhor. O fracasso ficará mais elaborado.",
    "A única certeza da vida é que vai dar ruim.",
    "Motive-se: alguém precisa rir do seu esforço inútil.",
    "Cada escolha que você faz te aproxima do arrependimento.",
    "Você não está perdido. Você é o próprio labirinto.",
    "A positividade é uma negação sofisticada da realidade.",
    "Seja a exceção. Continue fracassando onde todos conseguem.",
    "A vida ensina. Pena que você não aprende.",
    "Nada como um dia ruim depois do outro.",
    "Nem todo começo tem meio. E o seu nem teve início direito.",
    "A sua força de vontade é proporcional à bateria do seu celular: acaba no primeiro desafio.",
    "Você não tem azar. Só nasceu na linha errada do código da vida.",
    "Quem acredita sempre alcança... a frustração.",
    "A estrada do sucesso está em obras. Use o desvio da decepção.",
    "O problema não é errar. É insistir achando que vai ser diferente.",
    "Você está no controle. Só que com o joystick desconectado.",
    "A vida é feita de escolhas. E você errou todas.",
    "A luz no fim do túnel era só a conta de energia atrasada.",
    "Você chegou até aqui. Parabéns por não ter outra opção.",
    "A felicidade está nas pequenas coisas. Mas você só encontra boletos.",
    "Você é o plot twist triste da sua própria história.",
    "Se o mundo é dos espertos, você ainda está na fila da ingenuidade.",
    "Tudo o que vem fácil, vai embora antes de te notar.",
    "Nem sua sombra quer andar com você em dias nublados.",
    "Você é a exceção da exceção. E isso não é um elogio.",
    "A fé move montanhas. Mas você nem consegue sair da cama.",
    "Seu talento é como Wi-Fi ruim: aparece quando não precisa.",
    "Toda meta é alcançável... por outra pessoa.",
    "A realidade é um bug que você insiste em ignorar.",
    "Você está na pista. Pena que é contramão.",
    "Motivação é uma ilusão cara. A sua nem gratuita funciona.",
    "Dê o primeiro passo. Direto no buraco.",
    "Você não atrai coisas boas. Só traumas novos.",
    "Não desista! Continue se frustrando com estilo.",
    "Você é um quebra-cabeça com peças faltando e caixa trocada.",
    "Grandes desafios trazem grandes decepções.",
    "O problema de tentar é que geralmente não adianta.",
    "Se a vida é uma montanha-russa, você está na parte quebrada do carrinho.",
    "Sorria! Isso não melhora nada, mas engana quem está olhando.",
    "Seja resiliente: continue sendo passado pra trás com classe.",
    "Você é a prova viva de que esforço não é tudo.",
    "Levante-se, caia de novo e aceite: é isso aí mesmo.",
    "Não é que tudo deu errado. É que você tentou mesmo.",
    "Você é aquele tutorial que ninguém entende.",
    "A sorte bate à porta. Mas você estava vendo série.",
    "Você não tem tempo ruim. Só ruim mesmo.",
    "O destino tem planos. Nenhum inclui você.",
    "Desafie seus limites. Só pra confirmar que eles estão certos.",
    "Você é quase alguém. Faltou só o essencial.",
    "Aceite: o protagonismo é dos outros.",
    "Cada tentativa sua é um estudo de caso sobre fracasso."
  ]