[
  "Que a Força esteja com você. - Obi-Wan Kenobi - Star Wars",
  "Eu sou seu pai. - Darth Vader - Star Wars: Episódio V - O Império Contra-Ataca",
  "Inverno está chegando. - Casa Stark - Game of Thrones",
  "Você não sabe de nada, Jon Snow. - Ygritte - Game of Thrones",
  "Com grandes poderes vêm grandes responsabilidades. - Tio Ben - Homem-Aranha (Spider-Man)",
  "Eu sou o Batman. - Batman - Batman",
  "Até o infinito e além! - Buzz Lightyear - Toy Story",
  "Vivemos em uma sociedade. - Arthur Fleck (Coringa) - Coringa (Joker)",
  "Não é a capa que faz o herói. - Hulk - O Incrível Hulk",
  "Elemental, meu caro Watson. - Sherlock Holmes - Sherlock Holmes",
  "A vida é como uma caixa de bombons... você nunca sabe o que vai encontrar. - Forrest Gump - Forrest Gump: O Contador de Histórias",
  "O que fazemos em vida, ecoa na eternidade. - Maximus Decimus Meridius - Gladiador",
  "A única coisa que se interpondo entre você e seu sonho é a história de merda que você continua contando a si mesmo que você não pode realizá-lo. - Jordan Belfort - O Lobo de Wall Street",
  "Sempre. - Severus Snape - Harry Potter e as Relíquias da Morte - Parte 2",
  "Get over here! - Scorpion - Mortal Kombat (jogo)",
  "It's dangerous to go alone! Take this. - Old Man - The Legend of Zelda (jogo)",
  "War. War never changes. - Narrador - Fallout (jogo)",
  "É perigoso ir sozinho! Leve isto. - Velho Sábio - The Legend of Zelda",
  "Guerra... A guerra nunca muda. - Narrador - Fallout",
  "Get over here! - Scorpion - Mortal Kombat",
  "Você acorda finalmente. - Ralof - The Elder Scrolls V: Skyrim",
  "Ouça! Ei, ouça! - Navi - The Legend of Zelda: Ocarina of Time",
  "Eu era um aventureiro como você, até levar uma flechada no joelho. - Guarda de Skyrim - The Elder Scrolls V: Skyrim",
  "O vento está uivando. - Geralt de Rívia - The Witcher 3: Wild Hunt",
  "Você se esquece de mil coisas todo dia. Quer garantir que isso seja uma delas? - Michael De Santa - Grand Theft Auto V",
  "Preciso de uma arma. - Master Chief - Halo 2",
  "O bolo é uma mentira. - GLaDOS - Portal",
  "Acorde, Samurai. Temos uma cidade para queimar. - Johnny Silverhand - Cyberpunk 2077",
  "Você morreu. - Narrador - Dark Souls",
  "Louvado seja o Sol! - Solaire de Astora - Dark Souls",
  "Would you kindly? - Andrew Ryan - BioShock",
  "Demacia! - Garen - League of Legends",
  "Winter is coming. - Casa Stark - Game of Thrones",
  "Você não sabe de nada, Jon Snow. - Ygritte - Game of Thrones",
  "Nem todos os homens foram feitos para se ajoelhar. - Daenerys Targaryen - Game of Thrones",
  "Hold the door! - Hodor - Game of Thrones",
  "Dracarys. - Daenerys Targaryen - Game of Thrones",
  "Eu sou aquele que bate na porta. - Walter White - Breaking Bad",
  "Say my name. - Walter White - Breaking Bad",
  "I am the danger! - Walter White - Breaking Bad",
  "Feliz aniversário, filho da puta. - Jim Hopper - Stranger Things",
  "Amigos não mentem. - Eleven - Stranger Things",
  "Isso é uma canção de amor? - Daryl Dixon - The Walking Dead",
  "Não olhe para os zumbis, Carl! - Rick Grimes - The Walking Dead",
  "How you doin'? - Joey Tribbiani - Friends",
  "Nós estávamos em uma pausa! - Ross Geller - Friends",
  "Bazinga! - Sheldon Cooper - The Big Bang Theory",
  "A vingança nunca é plena, mata a alma e a envenena. - Seu Madruga - Chaves",
  "Foi sem querer querendo. - Chaves - Chaves",
  "Tá certo, tá certo, tá certo... - Bruxa do 71 - Chaves",
  "Pode crer! - Chris Rock - Todo Mundo Odeia o Chris",
  "Eu sou a Lenda Viva. - Dwight Schrute - The Office (US)",
  "That's what she said! - Michael Scott - The Office (US)",
  "Eu sou inevitável. - Loki - Loki (série)",
  "Glorioso propósito. - Loki - Loki (série)",
  "Wubba lubba dub dub! - Rick Sanchez - Rick and Morty",
  "Corre, Forrest! Corre! - Jenny Curran - Forrest Gump",
  "A vida é como uma caixa de chocolates... - Forrest Gump - Forrest Gump",
  "Elementar, meu caro Watson. - Sherlock Holmes - Sherlock Holmes",
  "Você falhou com esta cidade. - Oliver Queen - Arrow",
  "Eu sou o demônio que vem para coletar. - Crowley - Supernatural",
  "Carry on, my wayward son. - Sam e Dean Winchester - Supernatural",
  "Que a Força esteja com você. - Obi-Wan Kenobi - Star Wars",
  "Eu sou seu pai. - Darth Vader - Star Wars: O Império Contra-Ataca",
  "Elementar, meu caro Watson. - Sherlock Holmes - Sherlock Holmes",
  "A vida é como uma caixa de chocolates... - Forrest Gump - Forrest Gump",
  "Corre, Forrest! Corre! - Jenny Curran - Forrest Gump",
  "Meu precioso. - Gollum - O Senhor dos Anéis",
  "Um anel para governar a todos. - Sauron (voz) - O Senhor dos Anéis",
  "Você não pode passar! - Gandalf - O Senhor dos Anéis",
  "Eu vou te fazer uma oferta que você não poderá recusar. - Don Corleone - O Poderoso Chefão",
  "Keep your friends close, but your enemies closer. - Michael Corleone - O Poderoso Chefão II",
  "Aqui estou eu, de volta ao começo. - Neo - Matrix",
  "Há uma diferença entre saber o caminho e percorrer o caminho. - Morpheus - Matrix",
  "Por que você veio? - Porque você me chamou. - Sam e Molly - Ghost - Do Outro Lado da Vida",
  "Mostrem-me o dinheiro! - Rod Tidwell - Jerry Maguire",
  "Você me completa. - Jerry Maguire - Jerry Maguire",
  "Eu veio mortos-vivos. - Jules Winnfield - Pulp Fiction",
  "Diga 'what' mais uma vez! - Jules Winnfield - Pulp Fiction",
  "Eu sou o Rei do Mundo! - Jack Dawson - Titanic",
  "Nunca me solte. - Rose - Titanic",
  "Houston, temos um problema. - Jim Lovell - Apollo 13",
  "Você está falando comigo? - Travis Bickle - Taxi Driver",
  "Toto, acho que não estamos mais no Kansas. - Dorothy - O Mágico de Oz",
  "E.T. telefonar casa. - E.T. - E.T. - O Extraterrestre",
  "Just keep swimming. - Dory - Procurando Nemo",
  "To infinity and beyond! - Buzz Lightyear - Toy Story",
  "Nunca subestime o coração de um campeão. - Rudy Ruettiger - Rudy",
  "Carpe diem. Aproveitem o dia. - John Keating - Sociedade dos Poetas Mortos",
  "Hakuna Matata! - Timão e Pumba - O Rei Leão",
  "Lembre-se: quem você é. - Mufasa - O Rei Leão",
  "Você é um feiticeiro, Harry. - Rúbeo Hagrid - Harry Potter e a Pedra Filosofal",
  "Eu vou ser o Rei dos Piratas! - Monkey D. Luffy - One Piece",
  "Se você não compartilhar a felicidade de alguém, nunca entenderá a verdadeira tristeza. - Itachi Uchiha - Naruto Shippuden",
  "Tatakae! Tatakae! - Eren Yeager - Attack on Titan",
  "O poder do amigo imaginário é infinito! - Goku - Dragon Ball Z",
  "Kamehameha! - Goku - Dragon Ball Z",
  "Você é bem fraquinho, hein? - Beerus - Dragon Ball Super",
  "Bankai! - Ichigo Kurosaki - Bleach",
  "Eu sou o justiceiro que vai acabar com você! - Light Yagami - Death Note",
  "Só mais um pedaço... Só mais um pedaço de chocolate... - Gluttony - Fullmetal Alchemist: Brotherhood",
  "Um alquimista deve pagar um preço equivalente ao que deseja obter. - Lei da Troca Equivalente - Fullmetal Alchemist: Brotherhood",
  "NÃO PERCA SUA MÃE! - Tanjiro Kamado - Demon Slayer",
  "Plus Ultra! - All Might - My Hero Academia",
  "Você já pensou em morrer? - Hanagaki Takemichi - Tokyo Revengers",
  "O mundo é cruel, mas também é lindo. - Mikasa Ackerman - Attack on Titan",
  "SORRISO! - Doflamingo - One Piece",
  "Nada acontece até você agir. - Spike Spiegel - Cowboy Bebop",
  "Você está subestimando os humanos, cara feia! - Yuji Itadori - Jujutsu Kaisen",
  "Eu sou o melhor! - Hinata Shoyo - Haikyuu!!",
  "O inferno é um lugar na Terra. - Makima - Chainsaw Man",
  "Você é o meu melhor amigo, meu rival e meu objetivo! - Naruto Uzumaki - Naruto Shippuden",
  "O poder do amor é uma coisa terrível, Sanji. - Ivankov - One Piece",
  "Você não é especial só porque sofreu. - Asuka Langley - Neon Genesis Evangelion",
  "O verdadeiro inferno são os outros. - Guts - Berserk",
  "Eu quero viver! - Nico Robin - One Piece",
  "Você é fraco. Porque você não tem ódio. - Sasuke Uchiha - Naruto",
  "O mundo não é perfeito, mas está aqui. - Okabe Rintarou - Steins;Gate",
  "Se você tem tempo para pensar em uma bela morte, por que não vive belamente até o fim? - Gintoki Sakata - Gintama",
  "O futuro é algo que você cria com suas próprias mãos. - Naruto Uzumaki - Boruto",
  "Nunca desista! Nunca se renda! - Gon Freecss - Hunter x Hunter"
]
